Repository: radholm/OmniWM
Catalog: Sources/OmniWM/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, el, es, fi, fr, he, hi, it, ja, ko, nb, nl, pl, ru, sr_latn, sv, uk, zh_hans

source: Hidden Icons Bar
ar: شريط الرموز المخفية
da: Skjulte ikoner - bar
de: Versteckte Icons-Leiste
el: Γραμμή κρυφών εικονιδίων
es: Bar de iconos ocultos
fi: Piilotetut kuvakkeet -palkki
fr: Barre d'icônes cachées
he: סרגל סמלים מוסתר
hi: छिपे हुए आइकन बार
it: Barra di icone nascoste
ja: 隠しアイコンバー
ko: 숨겨진 아이콘 바
nb: Skjult ikonbar
nl: Verborgen pictogrammenbalk
pl: Pasek Ukrytych Ikon
ru: Бар скрытых икон
sr_latn: Skrivene ikone bar
sv: Dolda ikoner-bar
uk: Смуга прихованих піктограм
zh_hans: 隐藏图标栏

source: Hide Empty Workspaces
ar: إخفاء مساحات العمل الفارغة
da: Skjul tomme arbejdsområder
de: Leere Arbeitsbereiche ausblenden
el: Απόκρυψη κενών χώρων εργασίας
es: Ocultar espacios de trabajo vacíos
fi: Piilota tyhjät työtilat
fr: Cacher les espaces de travail vides
he: הסתר מקומות עבודה ריקים
hi: खाली कार्यस्थानों को छिपाएं
it: Nascondi spazi di lavoro vuoti
ja: 空のワークスペースを非表示にする
ko: 빈 작업 공간 숨기기
nb: Skjul tomme arbeidsplasser
nl: Lege werkruimten verbergen
pl: Ukryj puste przestrzenie robocze
ru: Скрыть пустые рабочие места
sr_latn: Skloni prazne radne prostore
sv: Dölj tomma arbetsplatser
uk: Приховати порожні робочі простори
zh_hans: 隐藏空闲工作区

source: Hide Menu Bar Icons
ar: إخفاء أيقونات شريط القائمة
da: Skjul menulinje- ikoner
de: Menüleisten-Symbole ausblenden
el: Απόκρυψη εικονιδίων μπαρ μενού
es: Ocultar iconos de la barra de menús
fi: Piilota valikkorivin kuvakkeet
fr: Cacher les icônes de la barre de menu
he: הסתר סמלים בר תפריטים
hi: मेनू बार आइकन छिपाएं
it: Nascondi le icone della barra dei menu
ja: メニューバーアイコンを非表示にする
ko: 메뉴 바 아이콘 숨기기
nb: Skjul menybar-ikoner
nl: Menubalkpictogrammen verbergen
pl: Ukryj ikony paska menu
ru: Скрыть иконки шариков меню
sr_latn: Skrijte meni bar ikone
sv: Dölj menybarikonerna
uk: Приховати піктограми смуги меню
zh_hans: 隐藏菜单栏图标

source: Hide Menu Icons
ar: إخفاء أيقونات القائمة
da: Skjul menu- ikoner
de: Menüsymbole ausblenden
el: Απόκρυψη εικονιδίων μενού
es: Ocultar iconos del menú
fi: Piilota valikkokuvakkeet
fr: Cacher les icônes de menu
he: הסתר סמלים לתפריט
hi: मेनू आइकन छिपाएं
it: Nascondi le icone del menu
ja: メニューアイコンを非表示にする
ko: 메뉴 아이콘 숨기기
nb: Skjul menyikoner
nl: Menupictogrammen verbergen
pl: Ukryj ikony menu
ru: Скрыть иконки меню
sr_latn: Skrijte meni ikone
sv: Dölj menyikoner
uk: Приховати піктограми меню
zh_hans: 隐藏菜单图标

source: Hide Scratchpad
ar: إخفاء المساحة المؤقتة
da: Skjul Scratchpad
de: Scratchpad ausblenden
el: Απόκρυψη πρόχειρου χώρου
es: Ocultar Scratchpad
fi: Piilota Scratchpad
fr: Masquer le Scratchpad
he: הסתר את האזור הזמני
hi: स्क्रैचपैड छिपाएँ
it: Nascondi Scratchpad
ja: スクラッチパッドを隠す
ko: 스크래치패드 숨기기
nb: Skjul Scratchpad
nl: Scratchpad verbergen
pl: Ukryj Scratchpad
ru: Скрыть Scratchpad
sr_latn: Sakrij privremeni prostor
sv: Dölj Scratchpad
uk: Приховати Scratchpad
zh_hans: 隐藏暂存区

source: Hide in Native Fullscreen
ar: إخفاء في الوضع الكامل المخصص للغة الأصلية
da: Skjul dig i Native Fullscreen
de: Im Vollbildmodus in der Originalversion ausblenden
el: Απόκρυψη σε εγγενή πλήρη οθόνη
es: Ocultar en Pantalla completa nativa
fi: Piiloudu alkuperäiskankaalle
fr: Cacher dans Native Fullscreen
he: הסתר במסך מלא של הילידים
hi: नेविटी फुलस्क्रीन में छिपाएं
it: Nascondi in Nativo schermo intero
ja: ネイティブフルスクリーンで非表示にする
ko: 네이티브 풀스크린에서 숨기기
nb: Skjul i Native Fullskjerm
nl: Verbergen in Native Fullscreen
pl: Ukryj w pełnym ekranie natywnym
ru: Скрывать в нативном полноэкранном режиме
sr_latn: Skriveni u rodnom punom ekranu
sv: Dölj i Native Fullskärm
uk: Приховати в повноекранному режимі macOS
zh_hans: 在原生全屏中隐藏

source: Hide the bar on a monitor while it shows a native fullscreen window
ar: إخفاء الشريط على الشاشة أثناء عرض نافذة كاملة الشاشة الأصلية
da: Skjul baren på en skærm, mens den viser et indbygget vindue med fuld skærm
de: Verstecken Sie die Leiste auf einem Monitor, während er ein natives Vollbildfenster anzeigt.
el: Απόκρυψη της μπάρας σε μια οθόνη ενώ δείχνει ένα εγγενές παράθυρο πλήρους οθόνης
es: Oculta la barra en un monitor mientras muestra una ventana a pantalla completa nativa
fi: Piilota levy monitorille, kun se näyttää natiivin kokoruutuikkunan
fr: Cacher la barre sur un moniteur pendant qu'elle affiche une fenêtre pleine écran native
he: הסתר את הבר על מסך בזמן שהוא מראה חלון מסך מלא מקומי
hi: मॉनिटर पर बार को छिपाएं जब यह एक देशी फ़्रैंसीलस्क्रीन विंडो दिखा रहा हो
it: Nascondi la barra su un monitor mentre mostra una finestra a schermo intero nativa
ja: モニターにネイティブフルスクリーンウィンドウが表示されている間、バーを非表示にする
ko: 모니터에 macOS 기본 전체 화면 창이 표시되는 동안 막대를 숨깁니다.
nb: Skjul menybaren på en skjerm mens den viser et innfødt fullskjermsvindu.
nl: De balk op een monitor verbergen terwijl het een native fullscreen-venster toont
pl: Ukryj pasek na monitorze, gdy pokazuje okno w pełnym ekranie natywnym
ru: Скрыть строку на мониторе, пока она отображает встроенное полноэкранное окно
sr_latn: Skrijte bar na monitoru dok prikazuje rođenu prozor sa punim ekranom
sv: Dölj stapeln på en skärm medan den visar ett inbyggt helskärmsfönster.
uk: Приховати смугу на моніторі, коли він показує вікно в повноекранному режимі macOS
zh_hans: 在显示原生全屏窗口时，在显示器上隐藏条形栏

source: Hide the workspace bar material, tint, and border while keeping its contents interactive.
ar: قم بإخفاء مواد شريط مساحة العمل، واللون الضبابي، والحافة مع الحفاظ على تفاعلية محتوياته.
da: Skjul arbejdsrumslinjen materiale, farvetone, og grænse samtidig holde dens indhold interaktivt.
de: Verbergen Sie das Material, die Farbe und den Rand der Arbeitsbereichsleiste, während Sie ihre Inhalte interaktiv halten.
el: Απόκρυψη του υλικού μπαρ χώρου εργασίας, απόχρωση, και τα σύνορα διατηρώντας το περιεχόμενό του διαδραστικό.
es: Oculta el material, el tono y el borde de la barra de trabajo manteniendo sus contenidos interactivos.
fi: Piilota työtilapalkin materiaali, sävy ja raja pitäen sisällön vuorovaikutteisena.
fr: Cacher le matériau de la barre d'espace de travail, la teinte et la bordure tout en gardant son contenu interactif.
he: הסתר את חומר בר העבודה, גוון וגבול תוך שמירה על התוכן אינטראקטיבי.
hi: कार्यस्थल बार की सामग्री, टिंट और बॉर्डर को छिपाएं, जबकि इसके सामग्री को इंटरैक्टिव बनाए रखें।
it: Nascondi il materiale della barra dello spazio di lavoro, la tinta e il bordo mantenendo i suoi contenuti interattivi.
ja: ワークスペースバーの素材、トーン、境界線を非表示にしつつ、コンテンツをインタラクティブに保ちます。
ko: Workspace Bar의 머티리얼, 색조, 테두리를 숨기고 항목은 계속 사용할 수 있게 합니다.
nb: Skjul materialet, fargen og kantlinjen på arbeidsområdebaren, samtidig som innholdet forblir interaktivt.
nl: Verberg het materiaal van de werkruimtebalk, tint en rand terwijl u de inhoud interactief houdt.
pl: Ukryj materiał, odcień i obramowanie paska przestrzeni roboczej, zachowując interaktywność jego zawartości.
ru: Скрыть материал, оттенок и рамку панели рабочего места, сохраняя при этом интерактивность её содержимого.
sr_latn: Skrijte materijal, boju i granicu radnog prostora dok držite sadržaj interaktivnim.
sv: Dölj arbetsytans barmaterial, tint och kant samtidigt som innehållet förblir interaktivt.
uk: Приховує матеріал, відтінок і рамку смуги робочих просторів, залишаючи її вміст доступним для взаємодії.
zh_hans: 在保持其内容交互性的同时，隐藏工作区栏的材料、调色和边框。

source: Hides the menu-bar items selected in Settings. Right-click or Option-click OmniWM’s icon to reveal the hidden-icons bar.
ar: يخفي عناصر شريط القائمة المحددة في الإعدادات. انقر بزر الفأرة الأيمن أو زر الخيار على أيقونة OmniWM ليكشف شريط أيقونات مخفية.
da: Skjuler menulinjens elementer valgt i Indstillinger. Højreklik eller Option-klik OmniWM=" s ikon til at afsløre den skjulte-icons bar.
de: Versteckt die Menülelemente, die in den Einstellungen ausgewählt sind. Klicken Sie mit dem Rechtsklick oder der Option-Klick auf das Icon von OmniWM, um die versteckte Icon-Leiste anzuzeigen.
el: Απόκρυψη των στοιχείων γραμμής μενού που επιλέγονται στις Ρυθμίσεις. Κάντε δεξί κλικ ή επιλέξτε-κλικ στο εικονίδιο OmniWM για να αποκαλύψετε το κρυφό-εικονικά μπαρ.
es: Oculta los elementos de la barra de menús seleccionados en Configuración. Haz clic con el botón derecho o con el botón Opción en el icono OmniWM para revelar la barra de iconos ocultos.
fi: Piilottaa Asetuksissa valitut valikkorivin kohteet. Napsauta OmniWM:n kuvaketta hiiren oikealla painikkeella tai Optio-näppäin painettuna näyttääksesi piilotettujen kuvakkeiden palkin.
fr: Cacher les éléments de la barre de menu sélectionnés dans Paramètres. Cliquez avec le bouton droit ou Option Cliquez sur l'icône OmniWM-S pour révéler la barre d'icônes cachées.
he: מסתיר פריטים בשורת התפריטים שנבחרו בהגדרות. לחצו לחיצה ימנית או Option-לחיצה על הסמל של OmniWM כדי להציג את סרגל הסמלים המוסתרים.
hi: सेटिंग्स में चयनित मेनू-बार आइटम को छिपाता है। छिपे हुए आइकन बार को प्रकट करने के लिए OmniWM के आइकन पर राइट-क्लिक या ऑप्शन-क्लिक करें।
it: Nasconde le voci della barra dei menu selezionate in Impostazioni. Fare clic con il pulsante destro del mouse o fare clic sull'opzione OmniWM per rivelare la barra dei icone nascosti.
ja: 設定で選択されたメニューバーのアイテムを非表示にします。右クリックまたはオプションクリックOmniWMのアイコンをクリックすると、非表示のアイコンバーが表示されます。
ko: 설정에서 선택한 메뉴 막대 항목을 숨깁니다. OmniWM 아이콘을 오른쪽 클릭하거나 Option 키를 누른 채 클릭하면 숨겨진 아이콘 막대가 표시됩니다.
nb: Skjuler menybar-elementene som er valgt i Innstillinger. Høyreklikk eller hold musen nede og klikk på OmniWM-ikonet for å avsløre menybaren for skjulte ikoner.
nl: Verbergt de menu-balk-items die zijn geselecteerd in Instellingen. Klik met de rechtermuisknop of optie-klik op OmniWM het pictogram om de hidden-iconenbalk te onthullen.
pl: Ukrywa elementy paska menu wybrane w ustawieniach. Kliknij prawym przyciskiem myszy lub naciśnij klawisz Option na ikonie OmniWM, aby wywołać pasek ukrytych ikon.
ru: Скрывает пункты меню, выбранные в настройках. Перейдите на правой щелчке или на опциональной щелчке по знаку OmniWM, чтобы открыть панель скрытых знаков.
sr_latn: Skrijte elemente panela menija izabrane u podešavanjama. Desno kliknite ili opcija kliknite na ikonu OmniWM da biste otkrili skrivenu ikonu.
sv: Döljer menyradselementen som är valda i Inställningar. Klicka på ikonen OmniWM med högerklick eller alternativt klicka på den för att avslöja fönstret för dolda ikoner.
uk: Приховує елементи смуги меню, вибрані в параметрах. Клацніть правою кнопкою або з утриманням Option піктограму OmniWM, щоб показати смугу прихованих піктограм.
zh_hans: 隐藏设置中选定的菜单栏项目。右键或按 Option 键单击OmniWM的图标以显示隐藏图标栏。

source: Hides the selected menu-bar items while enabled. Click an icon in the hidden icons bar to reveal it temporarily.
ar: يخفي عناصر شريط القائمة المحددة أثناء تفعيلها. انقر على أي أيقونة في شريط الأيقونات المخفية لإظهارها مؤقتًا.
da: Skjuler de markerede menulinjepunkter mens de er aktiveret. Klik på et ikon i den skjulte ikonlinje for at afsløre det midlertidigt.
de: Versteckt die ausgewählten Menülelemente, wenn es aktiviert ist. Klicken Sie auf ein Icon in der versteckten Icon-Leiste, um es vorübergehend anzuzeigen.
el: Αποκρύπτει τα επιλεγμένα στοιχεία μενού-bar ενώ είναι ενεργοποιημένα. Κάντε κλικ σε ένα εικονίδιο στο κρυφό μπαρ εικόνων για να το αποκαλύψετε προσωρινά.
es: Oculta los elementos de la barra de menú seleccionados mientras está activado. Haz clic en un icono en la barra de iconos ocultos para revelarlo temporalmente.
fi: Piilottaa valitut valikkorivin kohteet käytössä. Klikkaa piilotettujen kuvakkeiden palkissa olevaa kuvaketta paljastaaksesi sen tilapäisesti.
fr: Cacher les éléments de la barre de menus sélectionnés pendant qu'ils sont activés. Cliquez sur une icône dans la barre des icônes cachées pour la révéler temporairement.
he: מסתיר את פריטי שורת התפריטים שנבחרו בזמן שהופעלו. לחץ על סמל בבר הסמלים החבויים כדי לחשוף אותו באופן זמני.
hi: सक्षम होने पर चयनित मेनू-बार आइटम को छिपा देता है। इसे अस्थायी रूप से प्रकट करने के लिए छिपे हुए आइकन बार में किसी आइकन पर क्लिक करें।
it: Nasconde le voci selezionate della barra dei menu quando abilitata. Fare clic su un'icona nella barra delle icone nascoste per rivelarla temporaneamente.
ja: 有効にしている間、選択されたメニューバーのアイテムを非表示にします。非表示のアイコンバーにあるアイコンをクリックすると、一時的に表示されます。
ko: 활성화된 동안 선택된 메뉴바 항목을 숨깁니다. 숨겨진 아이콘 바의 아이콘을 클릭하여 일시적으로 표시합니다.
nb: Skjuler de valgte menybar-elementene mens den er aktivert. Klikk på et ikon i menybar-ikonene for å avsløre det midlertidig.
nl: Verbergt de geselecteerde menubalk-items terwijl deze ingeschakeld zijn. Klik op een pictogram in de verborgen pictogrammenbalk om het tijdelijk te onthullen.
pl: Schronia wybrane elementy paska menu, gdy jest aktywne. Kliknij ikonę w pasku ukrytych ikon, aby tymczasowo ją odłożyć.
ru: При включенном режиме скрывает выбранные элементы меню-бар. Нажмите на значок в скрытом ряду значков, чтобы временно открыть его.
sr_latn: Skriva izabrane elemente meni-bar dok je uključen. Kliknite na ikonu u skrivenoj ikoni da biste je privremeno otkrili.
sv: Döljer de valda menyradselementen när det är aktiverat. Klicka på en ikon i den dolda ikonraden för att visa den tillfälligt.
uk: Приховує вибрані елементи смуги меню, коли функцію ввімкнено. Клацніть піктограму в смузі прихованих піктограм, щоб тимчасово показати її.
zh_hans: 启用时隐藏选定的菜单栏项目。点击隐藏图标栏中的图标，以暂时显示它们。

source: Tabbed mode off
ar: وضع علامات التبويب متوقف
da: Fanetilstand fra
de: Tab-Modus aus
el: Λειτουργία καρτελών ανενεργή
es: Modo de pestañas desactivado
fi: Välilehtitila pois
fr: Mode onglets désactivé
he: מצב כרטיסיות כבוי
hi: टैब मोड बंद
it: Modalità schede disattivata
ja: タブモード オフ
ko: 탭 모드 끔
nb: Fanemodus av
nl: Tabbladmodus uit
pl: Tryb kart wyłączony
ru: Режим вкладок выключен
sr_latn: Režim kartica isključen
sv: Flikläge av
uk: Режим вкладок вимкнено
zh_hans: 标签页模式已关闭

source: Tabbed mode on
ar: وضع علامات التبويب مفعّل
da: Fanetilstand til
de: Tab-Modus ein
el: Λειτουργία καρτελών ενεργή
es: Modo de pestañas activado
fi: Välilehtitila päällä
fr: Mode onglets activé
he: מצב כרטיסיות מופעל
hi: टैब मोड चालू
it: Modalità schede attiva
ja: タブモード オン
ko: 탭 모드 켬
nb: Fanemodus på
nl: Tabbladmodus aan
pl: Tryb kart włączony
ru: Режим вкладок включён
sr_latn: Režim kartica uključen
sv: Flikläge på
uk: Режим вкладок увімкнено
zh_hans: 标签页模式已开启

source: Hiding requires macOS 27 or later.
ar: يتطلب الإخفاء macOS 27 أو أكثر.
da: Skjul kræver macOS 27 eller nyere.
de: Das Verbergen erfordert macOS 27 oder später.
el: Το κρύψιμο απαιτεί macOS 27 ή αργότερα.
es: El ocultamiento requiere macOS 27 o más.
fi: Piileskely vaatii macOS 27 tai myöhemmin.
fr: Cacher nécessite macOS 27 ou plus tard.
he: הסתרה דורשת macOS 27 או מאוחר יותר.
hi: छिपाने के लिए macOS 27 या बाद के की आवश्यकता होती है।
it: Nascondersi richiede macOS 27 o più tardi.
ja: ハイドイングにはmacOS 27以降が必要です。
ko: 숨기려면 macOS 27 이상이 필요합니다.
nb: Skjuling krever macOS 27 eller senere.
nl: Verbergen vereist macOS 27 of later.
pl: Ukrywanie wymaga macOS 27 lub nowszego.
ru: При скрытии требуется macOS 27 или позже.
sr_latn: Skrivanje zahteva macOS 27 ili kasnije.
sv: Att dölja kräver macOS 27 eller senare.
uk: Приховання вимагає macOS 27 або новіше.
zh_hans: 隐藏需要macOS 27或更晚。

source: Hold this key or button to act as %@ (Hyper). Needs Input Monitoring permission. Leave as None to use a Hyper key set up elsewhere, such as Karabiner.
ar: استمر في الضغط على هذا المفتاح أو الزر لتصرف كـ %@ (Hyper). يحتاج إلى إذن مراقبة الإدخال. اتركه على "لا شيء" لاستخدام مجموعة مفاتيح Hyper التي تم إعدادها في مكان آخر، مثل Karabiner.
da: Hold denne tast eller knap nede for at bruge den som %@ (Hyper). Kræver tilladelse til Overvågning af input. Vælg Ingen, hvis du vil bruge en Hyper-tast konfigureret et andet sted, f.eks. i Karabiner.
de: Halten Sie diese Taste oder diesen Knopf gedrückt, um als %@ (Hyper) zu fungieren. Er benötigt die Berechtigung zum Eingabeüberwachung. Lassen Sie es als „Keine“ stehen, um eine Hyper-Taste anders, z. B. in Karabiner, einzurichten.
el: Κρατήστε πατημένο αυτό το πλήκτρο ή κουμπί για να λειτουργεί ως %@ (Hyper). Απαιτείται άδεια Παρακολούθησης εισόδου. Αφήστε την επιλογή «Κανένα» για να χρησιμοποιήσετε πλήκτρο Hyper που έχει ρυθμιστεί αλλού, όπως στο Karabiner.
es: Mantén pulsada esta tecla o botón para que actúe como %@ (Hyper). Se necesita permiso de Monitoreo de entrada. Selecciona Ninguno si usas una tecla Hyper configurada en otra aplicación, como Karabiner.
fi: Pidä tätä näppäintä tai painiketta painettuna, jotta se toimii näppäimenä %@ (Hyper). Tämä vaatii Tulon tarkkailu -käyttöoikeuden. Valitse Ei mitään, jos käytät muualla, esimerkiksi Karabinerissa, määritettyä Hyper-näppäintä.
fr: Maintenez cette touche ou ce bouton pour agir comme %@ (Hyper). L’autorisation Surveillance de l’entrée est requise. Laissez Aucun pour utiliser une touche Hyper configurée ailleurs, par exemple dans Karabiner.
he: החזק את מקש זה או כפתור כדי לפעול כמו %@ (Hyper). צריך אישור ניטור קלט. השאר כאין להשתמש במפתח Hyper להגדיר במקום אחר, כגון Karabiner.
hi: %@ (हाइपर) के रूप में कार्य करने के लिए इस कुंजी या बटन को दबाए रखें। इसके लिए इनपुट मॉनिटरिंग अनुमति की आवश्यकता है। कहीं और, जैसे कि Karabiner, हाइपर कुंजी सेट अप करने के लिए इसे None के रूप में छोड़ दें।
it: Tieni premuto questo tasto o pulsante per usarlo come %@ (Hyper). È necessaria l’autorizzazione Monitoraggio input. Lascia Nessuno per usare un tasto Hyper configurato altrove, ad esempio con Karabiner.
ja: このキーまたはボタンを長押しして%@（ハイパー）として動作させます。入力監視の許可が必要です。Karabinerなどの他の場所で設定したハイパーキーセットを使用する場合は、「なし」のままにしておいてください。
ko: 이 키나 버튼을 길게 누르면 %@ (Hyper)로 작동합니다. 입력 모니터링 권한이 필요합니다. Karabiner 등 다른 곳에서 설정한 Hyper 키를 사용하려면 없음을 선택하세요.
nb: Hold nede denne tasten eller knappen for å bruke den som %@ (Hyper). Dette krever tillatelse til inndataovervåking. Velg Ingen hvis du vil bruke en Hyper-tast som er konfigurert et annet sted, for eksempel i Karabiner.
nl: Houd deze toets of knop ingedrukt om als %@ (Hyper) te werken. Hiervoor is toestemming voor invoerbewaking nodig. Laat de optie op Geen staan om een Hyper-toets te gebruiken die elders is ingesteld, bijvoorbeeld met Karabiner.
pl: Przytrzymaj ten klawisz lub przycisk, aby działał jako %@ (Hyper). Wymaga uprawnienia Monitorowanie wejścia. Pozostaw wartość „Brak”, aby używać klawisza Hyper skonfigurowanego gdzie indziej, na przykład w Karabiner.
ru: Удерживайте эту клавишу или кнопку, чтобы она действовала как %@ (Hyper). Требуется разрешение на мониторинг ввода. Оставьте значение «Нет», если используете клавишу Hyper, настроенную в другом месте, например в Karabiner.
sr_latn: Držite ovaj ključ ili dugme da deluje kao %@ (Hiper). Potrebna je dozvola za kontrolu ulaza. Ostavite kao Nema da koristite hiper ključ postavljen na drugom mestu, kao što je Karabiner.
sv: Håll ner denna nyckel eller knapp för att fungera som %@ (Hyper). Kräver tillstånd för inmatningsövervakning. Lämna som Ingen för att använda en Hyper-nyckel som har konfigurerats någon annanstans, till exempel Karabiner.
uk: Утримуйте цю клавішу або кнопку, щоб вона діяла як %@ (Hyper). Потрібен дозвіл на Моніторинг введення. Залиште значення «Немає», щоб використовувати клавішу Hyper, налаштовану деінде, наприклад у Karabiner.
zh_hans: 按住此键或按钮作为%@（Hyper）使用。需要输入监控权限。保持为“无”以使用其他地方设置的Hyper键，例如 Karabiner。

source: Hold this modifier and left-drag to swap Niri tiled windows. Add Shift to insert instead; choose Off to leave modified drags to apps.
ar: امسك بمعدل التغيير هذا واسحب يسارًا لتبديل النوافذ المتجانسة Niri. أضف Shift للإدراج بدلاً من ذلك؛ اختر Off لترك السحب المعدل للتطبيقات.
da: Hold denne modifier og venstre-træk til at bytte Niri flisebelagte vinduer. Tilføj Shift til at indsætte i stedet; vælg Af for at efterlade ændrede træk til apps.
de: Halten Sie diese Modifizierer-Taste gedrückt und ziehen Sie nach links, um Niri Fliesenfenster zu tauschen. Fügen Sie Shift hinzu, um stattdessen einzufügen; wählen Sie Aus, um modifizierte Ziehbewegungen für Apps zu deaktivieren.
el: Κρατήστε αυτόν τον τροποποιητή και το αριστερό σύρσιμο για να ανταλλάξετε Niri πλακάκια παράθυρα. Προσθέστε Shift για να εισάγετε αντί; επιλέξτε Off για να αφήσετε τροποποιημένες drags σε εφαρμογές.
es: Mantén presionado este modificador y arrastra a la izquierda para intercambiar las ventanas en mosaico Niri. Añade Shift para insertar en su lugar; elige Desactivado para dejar los arrastres modificados para las aplicaciones.
fi: Pidä tätä muokkauslaitetta ja vasenta kääntöä vaihtaaksesi Niri kaapeloidut ikkunat. Lisää Shift lisätä sen sijaan; valitse jättääksesi muokatut vedot sovelluksiin.
fr: Tenez ce modificateur et le drag gauche pour échanger les fenêtres de tuiles de Niri. Ajouter Maj à insérer à la place; choisissez Off pour laisser les glisser modifiés dans les applications.
he: החזק את המייצב הזה ואת הבגד השמאלי להחלפה. Niri חלונות מרוצפות. הוסף Shift להחדרה במקום; בחר לדרך כדי להשאיר גרירה מותאמת לאפליקציות.
hi: इस संशोधक को पकड़ें और Niri टाइल वाली खिड़कियों को बदलने के लिए बाएं ड्रैग करें। डालने के बजाय Shift जोड़ें; ऐप्स के लिए संशोधित ड्रैग को छोड़ने के लिए Off चुनें।
it: Tenere premuto questo modificatore e trascinare a sinistra per scambiare le finestre piastrellate Niri. Aggiungi Shift da inserire invece; scegli Off per lasciare trascinamenti modificati alle app.
ja: この修飾キーを押し続け、左にドラッグしてNiriのタイル状のウィンドウを交換します。代わりに挿入するにはShiftを追加し、アプリに変更されたドラッグを残す場合はOffを選択してください。
ko: 이 수정 키를 누른 채 마우스 왼쪽 버튼으로 드래그하면 Niri 타일 창의 위치를 바꿉니다. Shift를 함께 누르면 대신 창을 삽입합니다. 앱에 수정 키 드래그를 맡기려면 끔을 선택하세요.
nb: Hold inne denne modifikatoren og dra til venstre for å bytte ut Niri flisleggede vinduer. Legg til Shift for å sette inn i stedet; velg Av for å la modifiserte drag forbli for apper.
nl: Houd deze modifier en links-sleep vast om Niri betegelde vensters te wisselen. Shift toevoegen om in plaats daarvan in te voegen; kies Uit om gewijzigde slepen aan apps te laten.
pl: Trzymaj ten modyfikator i lewym przyciskiem przesuwaj, aby zamienić układowane okna Niri. Dodaj Shift, aby wstawić zamiast tego; wybierz Off, aby pozostawić zmodyfikowane przesuwania dla aplikacji.
ru: Удерживайте этот модификатор и перетаскивайте влево, чтобы поменять местами мозаичные окна Niri. Добавьте Shift, чтобы вставлять вместо обмена; выберите «Выкл.», чтобы приложения обрабатывали перетаскивание с модификатором.
sr_latn: Držite ovaj modifikator i levo za prebacivanje Niri tepih prozora. Dodajte Shift da biste ga umesto toga uneli; izaberite Isključite da biste ostavili modifikovane trake u aplikacijama.
sv: Håll ner denna modifierare och dra vänster för att byta ut Niri platta fönster. Lägg till Shift för att infoga istället; välj Av för att behålla modifierade drag till appar.
uk: Утримуйте цю клавішу-модифікатор і перетягуйте лівою кнопкою миші, щоб міняти місцями вікна Niri в мозаїці. Додайте Shift, щоб натомість вставити вікно; виберіть «Вимкнено», щоб програми самі обробляли перетягування з модифікатором.
zh_hans: 按住此修改键并向左拖动以交换Niri的网格化窗口。添加 Shift 键以插入；选择“关闭”以将修改后的拖动留给应用程序。
